Repository: joeespindola1983/camerae
Catalog: ios/Camerae/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, ru

# project.new.astro.message
source: Organize uma sessão noturna e processe suas imagens em um único projeto.
de: Organisieren Sie eine Nachtsitzung und verarbeiten Sie Ihre Bilder in einem einzigen Projekt.
en: Organize a night session and process your images in a single project.
es: Organiza una sesión nocturna y procesa tus imágenes en un único proyecto.
fr: Organisez une session nocturne et traitez vos images dans un seul projet.
ru: Организуйте ночную съёмку и обработайте изображения в одном проекте.

# project.new.astro.title
source: Novo projeto Astro
de: Neues Astro-Projekt
en: New Astro project
es: Nuevo proyecto Astro
fr: Nouveau projet Astro
ru: Новый проект Astro

# project.new.capture_details
source: Você poderá alterar os detalhes de captura na próxima tela.
de: Die Aufnahmedetails können Sie im nächsten Bildschirm ändern.
en: You can change the capture details on the next screen.
es: Podrás cambiar los detalles de captura en la siguiente pantalla.
fr: Vous pourrez modifier les détails de capture à l’écran suivant.
ru: Параметры съёмки можно изменить на следующем экране.

# project.new.default_name
source: Será usado: %@
de: Verwendet wird: %@
en: Will be used: %@
es: Se usará: %@
fr: Nom utilisé : %@
ru: Будет использовано: %@

# project.new.edit.message
source: Combine e alinhe os vídeos produzidos no Camerae.
de: Kombinieren und richten Sie die in Camerae erstellten Videos aus.
en: Combine and align videos created in Camerae.
es: Combina y alinea los vídeos creados en Camerae.
fr: Combinez et alignez les vidéos créées dans Camerae.
ru: Объединяйте и выравнивайте видео, созданные в Camerae.

# project.new.edit.title
source: Nova montagem
de: Neue Montage
en: New edit
es: Nuevo montaje
fr: Nouveau montage
ru: Новый монтаж

# project.new.module
source: Novo projeto %@
de: Neues %@-Projekt
en: New %@ project
es: Nuevo proyecto %@
fr: Nouveau projet %@
ru: Новый проект %@

# project.new.repeatable.message
source: Crie um espaço para repetir o mesmo enquadramento ao longo do tempo.
de: Erstellen Sie einen Bereich, um denselben Bildausschnitt im Laufe der Zeit zu wiederholen.
en: Create a space to repeat the same framing over time.
es: Crea un espacio para repetir el mismo encuadre a lo largo del tiempo.
fr: Créez un espace pour reproduire le même cadrage au fil du temps.
ru: Создайте проект, чтобы повторять один и тот же кадр с течением времени.

# project.new.repeatable.title
source: Novo projeto Repeatable
de: Neues Repeatable-Projekt
en: New Repeatable project
es: Nuevo proyecto Repeatable
fr: Nouveau projet Repeatable
ru: Новый проект Repeatable

# project.created_at
source: Criado %@
de: Erstellt %@
en: Created %@
es: Creado %@
fr: Créé %@
ru: Создан %@

# project.detail.capture
source: Capturas: %lld · Frames: %lld
de: Aufnahmen: %lld · Frames: %lld
en: Captures: %lld · Frames: %lld
es: Capturas: %lld · Fotogramas: %lld
fr: Captures : %lld · Images : %lld
ru: Съёмки: %lld · Кадры: %lld

# project.detail.edit
source: Clipes: %lld
de: Clips: %lld
en: Clips: %lld
es: Clips: %lld
fr: Clips : %lld
ru: Клипы: %lld

# project.opened_at
source: Aberto %@
de: Geöffnet %@
en: Opened %@
es: Abierto %@
fr: Ouvert %@
ru: Открыт %@

# project.open
source: Abrir projeto %@
de: Projekt %@ öffnen
en: Open project %@
es: Abrir proyecto %@
fr: Ouvrir le projet %@
ru: Открыть проект %@

# project.remove
source: Remover projeto
de: Projekt entfernen
en: Remove project
es: Eliminar proyecto
fr: Supprimer le projet
ru: Удалить проект

# project.section
source: PROJETOS
de: PROJEKTE
en: PROJECTS
es: PROYECTOS
fr: PROJETS
ru: ПРОЕКТЫ

# project.status.completed
source: CONCLUÍDO
de: ABGESCHLOSSEN
en: COMPLETED
es: FINALIZADO
fr: TERMINÉ
ru: ЗАВЕРШЁН

# project.status.in_progress
source: EM ANDAMENTO
de: IN BEARBEITUNG
en: IN PROGRESS
es: EN CURSO
fr: EN COURS
ru: В ПРОЦЕССЕ

# project.temporary.empty.message
source: Nenhuma captura foi criada. Este projeto temporário será removido para manter sua lista organizada.
de: Es wurde keine Aufnahme erstellt. Dieses temporäre Projekt wird entfernt, damit Ihre Liste übersichtlich bleibt.
en: No capture was created. This temporary project will be removed to keep your list organized.
es: No se creó ninguna captura. Este proyecto temporal se eliminará para mantener organizada tu lista.
fr: Aucune capture n’a été créée. Ce projet temporaire sera supprimé pour garder votre liste organisée.
ru: Снимки не были созданы. Временный проект будет удалён, чтобы не загромождать список.

# project.temporary.empty.title
source: Projeto temporário vazio
de: Leeres temporäres Projekt
en: Empty temporary project
es: Proyecto temporal vacío
fr: Projet temporaire vide
ru: Пустой временный проект

# settings.state.auto
source: AUTO
ru: АВТО

# common.ok
source: OK
ru: ОК
